{
    "products": [
        {
            "name": "Ноутбук Mega Boost 15.6",
            "reviews": [
                {
                    "id": 23,
                    "text": "если коротко - отличное соотношение ценакачество упаковка надежная включился моментально работает шустро экран глянцевый но четкий подсветка клавиатуры мягкая звук нормальный очень понравился дизайн - ничего лишнего",
                    "usefulness": null
                },
                {
                    "id": 24,
                    "text": "производительность на высоком уровне подсветка клавиш радует программы запускаются мгновенно особенно хорош для работы с 1с",
                    "usefulness": null
                },
                {
                    "id": 25,
                    "text": "достойное соотношение цены и качества компактный есть подсветка звук средний подходит для учебы и мультимедиа",
                    "usefulness": null
                },
                {
                    "id": 26,
                    "text": "брал для офиса документы почта видео - справляется отлично приятный бонус - windows 11 и нужные программы уже установлены",
                    "usefulness": null
                },
                {
                    "id": 27,
                    "text": "работает из коробки обновился до win11 очень легкий и компактный рекомендую",
                    "usefulness": null
                },
                {
                    "id": 28,
                    "text": "сборка норм работает шустро главный плюс - отличная цена по сравнению с известными брендами покупаю уже второй раз",
                    "usefulness": null
                },
                {
                    "id": 29,
                    "text": "плюсы цена подсветка дизайн порты шторка на вебку минусы шумный вентилятор слабый микрофон не очень матовый экран пока довольна но есть нюансы",
                    "usefulness": null
                }
            ],
            "generated_summaries": {
                "cluster_summaries": [
                    {
                        "aspect": "подсветка звук средний подходит, 1с достойное соотношение цены, известными брендами покупаю, отличная цена, лишнего производительность",
                        "summary": "**Основные плюсы:**\n* Отличная цена по сравнению с известными брендами\n* Подсветка клавиш радует\n* Дизайн\n* Порты\n* Шторка на вебку\n\n**Основные минусы:**\n* Шумный вентилятор\n* Слабый микрофон\n* Матовый экран\n\n**Вывод:**\nДостойное соотношение цены и качества компактный есть подсветка звук средний подходит для учебы и мультимедиа. Покупаю уже второй раз.",
                        "count": 5,
                        "review_ids": [
                            23,
                            24,
                            25,
                            28,
                            29
                        ]
                    },
                    {
                        "aspect": "справляется отлично приятный бонус, офиса документы почта видео, win11 очень легкий, установлены работает, нужные программы",
                        "summary": "**Основные плюсы:**\n* Легкий и компактный\n* Установлены Windows 11 и нужные программы\n* Работает из коробки\n\n**Основные минусы:**\n* Отсутствуют\n\n**Вывод:**\nЛегкий и компактный ноутбук с установленными Windows 11 и нужными программами, который работает из коробки. Рекомендую.",
                        "count": 2,
                        "review_ids": [
                            26,
                            27
                        ]
                    }
                ],
                "final_summary": "**Основные плюсы:**\n* Отличная цена по сравнению с известными брендами\n* Подсветка клавиш радует\n* Дизайн\n* Порты\n* Шторка на вебку\n* Легкий и компактный\n* Установлены Windows 11 и нужные программы\n* Работает из коробки\n\n**Основные минусы:**\n* Шумный вентилятор\n* Слабый микрофон\n* Матовый экран\n\n**Вывод:**\nДостойное соотношение цены и качества компактный есть подсветка звук средний подходит для учебы и мультимедиа. Легкий и компактный ноутбук с установленными Windows 11 и нужными программами, который работает из коробки. Рекомендую."
            }
        }
    ]
}